Repository: chadseld/daymap_legacy
Catalog: DayMap V2/mac/*.lproj/Localizable.strings
Languages: fr

source: %.1f GB
fr: %.1f Go

source: %.1f MB
fr: %.1f Mo

source: %d more…
fr: encore %d...

source: %d task
fr: %d tâche

source: %d tasks
fr: %d tâches

source: %llu KB
fr: %llu Ko

source: %llu bytes
fr: %llu octets

source: About %@
fr: À propos de %@

source: All Occurrences
fr: Toutes les occurrences

source: Archived projects and their subtasks are hidden from view. You can show your archived projects by choosing “Show Archived Projects” from the View menu.
fr: Les projets archivés et les tâches secondaires correspondantes sont masquées. Pour afficher vos projets archivés, sélectionnez

source: Cancel
fr: Annuler

source: Change All
fr: Modifier tout

source: Change All Occurrences
fr: Modifier toutes les occurrences

source: Collapse All Tasks
fr: Réduire toutes les tâches

source: Complete
fr: Compléter

source: Copy
fr: Copier

source: Could not enable iCloud
fr: Impossible d'activer iCloud

source: Could not save changes while quitting. Quit anyway?
fr: Impossible d'enregistrer les modifications en quittant. Quitter quand même ?

source: DayMap has located data from DayMap Lite. Would you like to import this data?
fr: DayMap a détecté des données provenant de DayMap Lite. Voulez-vous les importer ?

source: Delete
fr: Supprimer

source: Delete '%@'?
fr: Supprimer '%@' ?

source: Delete…
fr: Suppression...

source: Deleting this Project will also delete its Tasks and Subtasks.
fr: La suppression de ce projet entraînera celle des tâches et des sous-tâches qui y sont associées.

source: Do you want to change all occurrences?
fr: Modifier toutes les occurrences ?

source: Do you want to change all occurrences? (Use the Calendar view to change a specific occurrence.)
fr: Modifier toutes les occurrences ? (Utilisez la vue Calendrier pour modifier une occurrence précise.)

source: Do you want to change only this occurrence, or change this and all occurrences?
fr: Voulez-vous modifier seulement cette occurrence, ou toutes les occurrences dont celle-ci ?

source: Do you want to reschedule all occurrences, or reschedule only this occurrence by creating a new task?
fr: Voulez-vous modifier la date de toutes les occurrences, ou seulement de celle-ci en créant une nouvelle tâche ?

source: Don't Import
fr: Ne pas importer

source: Don't Overwrite
fr: Ne pas écraser

source: Don't hide completed
fr: Ne pas masquer les tâches terminées

source: Edit…
fr: Modifier...

source: Error loading DayMap data
fr: Erreur pendant le chargement des données de DayMap

source: Error saving DayMap data
fr: Erreur pendant l'enregistrement des données de DayMap

source: Error saving data.
fr: Erreur pendant l'enregistrement des données.

source: Expand All Tasks
fr: Développer toutes les tâches

source: Failed to restore backup. %@
fr: La restauration de la sauvegarde a échoué. %@

source: Hide %@
fr: Masquer %@

source: Hide Calendar View
fr: Masquer la vue Calendrier

source: Hide all completed
fr: Masquer toutes les tâches terminées

source: Hide completed after %ld day
fr: Masquer les tâches terminées après %ld jour

source: Hide completed after %ld days
fr: Masquer les tâches terminées après %ld jours

source: Import
fr: Importer

source: Import data from DayMap Lite?
fr: Importer des données depuis DayMap Lite ?

source: Insert Project…
fr: Insérer projet...

source: Merge
fr: Fusionner

source: Move To
fr: Déplacer vers

source: New Subtask…
fr: Nouvelle sous-tâche…

source: New Task…
fr: Nouvelle tâche...

source: Not logged in to iCloud
fr: Non connecté à iCloud

source: Only this Occurrence
fr: Seulement cette occurrence

source: Overwrite
fr: Écraser

source: Overwrite DayMap data on iCloud?
fr: Écraser les données de DayMap sur iCloud ?

source: Overwrite DayMap data?
fr: Écraser les données de DayMap ?

source: Overwrite and Restore
fr: Écraser et restaurer

source: Overwrite data on iCloud with your current DayMap data? This can not be undone.
fr: Écraser les données sur iCloud par les données actuelles de DayMap ? Cette action est irréversible.

source: Overwrite your existing DayMap and restore with data from the selected backup? This can not be undone.
fr: Écraser vos données DayMap et restaurer les données de la sauvegarde sélectionnée ? Cette action est irréversible.

source: Print
fr: Imprimer

source: Project Archived
fr: Projet archivé

source: Purchase the full version of DayMap to enjoy features such as...
fr: Achetez la version complète de DayMap pour profiter de fonctionnalités telles que...

source: Purchase the full version of DayMap to enjoy iCloud sync between your Mac and iOS devices as well as...
fr: Achetez la version complète de DayMap pour profiter de la synchronisation iCloud entre vos appareils Mac et iOS, ainsi que...

source: Quit %@
fr: Quitter %@

source: Quit anyway
fr: Quitter quand même

source: Quitting now will lose any changes you have made since the last successful save
fr: En quittant maintenant, vous perdrez toutes les modifications faites depuis le dernier enregistrement réussi

source: Restoration Failed
fr: Échec de la restauration

source: Select All
fr: Tout sélectionner

source: Show
fr: Afficher

source: Show Calendar View
fr: Afficher en vue Calendrier

source: Show in Calendar
fr: Afficher dans le calendrier

source: Show in Outline
fr: Afficher dans le plan

source: The system is not permitting access to the DayMap iCloud file. This could be caused by a sync in progress. If this problem persists, wait a few minutes or reboot your Mac.
fr: Le système interdit l'accès au fichier iCloud de DayMap. Ceci est peut-être dû à une synchronisation en cours. Si le problème persistes, attendez quelques minutes ou redémarrez votre Mac.

source: There is already DayMap data on iCloud
fr: Il y a déjà des données DayMap dans iCloud

source: There was a problem merging local data with iCloud data. You may need try again and overwrite iCloud data instead.
fr: Une erreur s'est produite en fusionnant les données locales avec les données d'iCloud. Vous devrez peut-être réessayer et écraser les données d'iCloud.

source: There was an error saving your DayMap data. If this problem persists, restart DayMap.
fr: Une erreur s'est produite en enregistrant vos données DayMap. Si le problème persiste, redémarrez DayMap.

source: There was an error saving your DayMap data. The system is not permitting acces to the DayMap data file. This could be related to iCloud syncing. If this problem persists, restart DayMap or reboot your Mac.
fr: Une erreur s'est produite en enregistrant vos données DayMap. Le système interdit l'accès au fichier de données de DayMap. La synchronisation iCloud est peut-être en cause. Si le problème persiste, redémarrez DayMap ou votre Mac.

source: This Mac has been logged out of iCloud. iCloud synced DayMap data will not be available unless iCloud is enabled in System Preferences and DayMap Preferences.
fr: Ce Mac est déconnecté d'iCloud. Les données de DayMap synchronisées par iCloud ne seront pas disponibles tant qu'iCloud n'est pas activé dans Réglages et dans les Préférences de DayMap.

source: This Mac has not been logged in to iCloud. Please log in to your iCloud account. (System Preferences > iCloud) Also make sure the Documents & Data option is enabled.
fr: Ce Mac n'est pas connecté à iCloud. Connectez-vous à votre compte iCloud. (Préférences système &gt; iCloud) Assurez-vous que l'option Documents &amp; Données est activée.

source: This device has been logged out of iCloud. iCloud synced DayMap data will not be available unless iCloud is enabled in Settings and DayMap Preferences.
fr: Cet appareil n'est pas déconnecté d'iCloud. Les données de DayMap synchronisées par iCloud ne seront pas disponibles tant qu'iCloud n'est pas activé dans Réglages et dans les Préférences de DayMap.

source: This device has not been logged in to iCloud. Please log in to your iCloud account via Settings > iCloud.
fr: Cet appareil n'est pas connecté à iCloud. Veuillez vous connecter à votre compte iCloud via Réglages &gt; iCloud.

source: This is already DayMap data on iCloud. Would you like to merge it or overwrite it?
fr: Il y a déjà des données DayMap dans iCloud. Voulez-vous les fusionner ou les écraser ?

source: Unable to merge iCloud data
fr: Impossible de fusionner les données iCloud

source: Unarchive
fr: Ne plus archiver

source: Unschedule
fr: Déprogrammer

source: You're changing a repeating task.
fr: Vous êtes en train de modifier une tâche récurrente.

source: You're rescheduling a repeating task.
fr: Vous êtes en train de modifier la date d'une tâche récurrente.

source: The DayMap data file was likely created with a newer version of DayMap. Please check the App Store for updates.
fr: Le fichier de données DayMap semble avoir été créé avec une version plus récente de DayMap. Vérifiez la disponibilité de mises à jour dans l'App Store.

source: You should restart DayMap before making any further changes.
fr: Redémarrez DayMap avant de faire d'autres modifications.

source: iCloud Sync Disabled
fr: Synchronisation iCloud désactivée
