Repository: chadseld/daymap_legacy
Catalog: DayMap V2/mac/DayMap/*.lproj/Localizable.strings
Languages: de

source: %d more…
de: %d weitere …

source: %d task
de: %d Aufgabe

source: %d tasks
de: %d Aufgaben

source: About %@
de: Über %@

source: All Occurrences
de: Alle Gleichen

source: Archive
de: Archiv

source: Archived projects and their subtasks are hidden from view. You can show your archived projects by choosing “Show Archived Projects” from the View menu.
de: Archivierte Projekte und Unteraufgaben werden nicht angezeigt. Du kannst deine archivierten Projekte einsehen, indem du „Archivierte Projekte zeigen“ im Menü Darstellung auswählst.

source: Cancel
de: Abbruch

source: Change All
de: Alle ändern

source: Change All Occurrences
de: Alle Gleichen ändern

source: Collapse All Tasks
de: Alle Aufgaben minimieren

source: Complete
de: Abschließen

source: Copy
de: Kopieren

source: Could not enable iCloud
de: iCloud konnte nicht aktiviert werden.

source: Could not save changes while quitting. Quit anyway?
de: Änderungen konnten beim Verlassen nicht gespeichert werden. Trotzdem verlassen?

source: DayMap has located data from DayMap Lite. Would you like to import this data?
de: DayMap hat Daten aus DayMap Lite erkannt. Möchtest du diese Daten importieren?

source: Delete
de: Löschen

source: Delete '%@'?
de: „%@“ löschen?

source: Delete…
de: Löschen …

source: Deleting this Project will also delete its Tasks and Subtasks.
de: Aufgaben und Unteraufgaben werden mitsamt dem Projekt gelöscht.

source: Do you want to change all occurrences?
de: Möchtest du alle gleichen Ereignisse ändern?

source: Do you want to change all occurrences? (Use the Calendar view to change a specific occurrence.)
de: Möchtest du alle gleichen Ereignisse ändern? (Verwende die Kalenderansicht, um ein bestimmtes Ereignis zu ändern.)

source: Do you want to change only this occurrence, or change this and all occurrences?
de: Möchtest du nur dieses eine Ereignis oder dieses und alle gleichen Ereignisse ändern?

source: Do you want to reschedule all occurrences, or reschedule only this occurrence by creating a new task?
de: Möchtest du alle gleichen Ereignisse verlegen oder nur dieses Ereignis verlegen, indem du eine neue Aufgabe erstellst?

source: Don't Import
de: Nicht importieren

source: Don't Overwrite
de: Nicht überschreiben

source: Don't hide completed
de: Abgeschlossene nicht ausblenden

source: Edit…
de: Bearbeiten …

source: Error loading DayMap data
de: Fehler beim Laden der DayMap-Daten

source: Error saving DayMap data
de: Fehler beim Speichern der DayMap-Daten

source: Error saving data.
de: Fehler beim Speichern der Daten.

source: Expand All Tasks
de: Alle Aufgaben maximieren

source: Failed to restore backup. %@
de: Sicherung konnte nicht wiederhergestellt werden. %@

source: Hide %@
de: %@ ausblenden

source: Hide Calendar View
de: Kalenderansicht ausblenden

source: Hide all completed
de: Abgeschlossene ausblenden

source: Hide completed after %ld day
de: Abgeschlossene nach %ld Tag ausblenden

source: Hide completed after %ld days
de: Abgeschlossene nach %ld Tagen ausblenden

source: Import
de: Importieren

source: Import data from DayMap Lite?
de: Daten aus DayMap Lite importieren?

source: Insert Project…
de: Projekt einfügen …

source: Merge
de: Zusammenlegen

source: Move To
de: Verschieben nach

source: New Subtask…
de: Neue Unteraufgabe …

source: New Task…
de: Neue Aufgabe …

source: Not logged in to iCloud
de: Nicht in iCloud angemeldet

source: Only this Occurrence
de: Nur dieses Ereignis

source: Overwrite
de: Überschreiben

source: Overwrite DayMap data on iCloud?
de: DayMap-Daten in iCloud überschreiben?

source: Overwrite DayMap data?
de: DayMap-Daten überschreiben?

source: Overwrite and Restore
de: Überschreiben und wiederherstellen

source: Overwrite data on iCloud with your current DayMap data? This can not be undone.
de: Daten in der iCloud mit deinen aktuellen DayMap-Daten überschreiben? Dies kann nicht rückgängig gemacht werden.

source: Overwrite your existing DayMap and restore with data from the selected backup? This can not be undone.
de: Deine bestehenden DayMap-Daten überschreiben und die Daten der ausgewählten Sicherung wiederherstellen? Dies kann nicht rückgängig gemacht werden.

source: Print
de: Drucken

source: Project Archived
de: Projekt archiviert

source: Quit %@
de: %@ verlassen

source: Quit anyway
de: Trotzdem verlassen

source: Quitting now will lose any changes you have made since the last successful save
de: Wenn du die App jetzt verlässt, gehen alle Änderungen, die du seit dem letzten erfolgreichen Speichern gemacht hast, verloren.

source: Restoration Failed
de: Wiederherstellung gescheitert

source: Select All
de: Alles auswählen

source: Show
de: Anzeigen

source: Show Calendar View
de: Kalenderansicht anzeigen

source: Show in Calendar
de: Im Kalender anzeigen

source: Show in Outline
de: Im Planer anzeigen

source: The system is not permitting access to the DayMap iCloud file. This could be caused by a sync in progress. If this problem persists, wait a few minutes or reboot your Mac.
de: Das System gewährt keinen Zugriff auf die DayMap-iCloud-Datei. Eventuell wird gerade eine Synchronisierung durchgeführt. Sollte das Problem weiter auftreten, so warte einige Minuten oder starte deinen Mac neu.

source: There is already DayMap data on iCloud
de: Bestehende DayMap-Daten in iCloud

source: There was a problem merging local data with iCloud data. You may need try again and overwrite iCloud data instead.
de: Beim Zusammenlegen lokaler Daten mit iCloud-Daten ist ein Problem aufgetreten. Du musst es eventuell erneut versuchen und die iCloud-Daten stattdessen überschreiben.

source: There was an error saving your DayMap data. If this problem persists, restart DayMap.
de: Beim Speichern deiner DayMap-Daten ist ein Fehler aufgetreten. Sollte das Problem weiter auftreten, so starte DayMap neu.

source: There was an error saving your DayMap data. The system is not permitting acces to the DayMap data file. This could be related to iCloud syncing. If this problem persists, restart DayMap or reboot your Mac.
de: Beim Speichern deiner DayMap-Daten ist ein Fehler aufgetreten. Das System gewährt keinen Zugriff auf die DayMap-Datei. Eventuell wird eine iCloud-Synchronisierung durchgeführt. Sollte das Problem weiter auftreten, so starte DayMap oder deinen Mac neu.

source: This Mac has been logged out of iCloud. iCloud synced DayMap data will not be available unless iCloud is enabled in System Preferences and DayMap Preferences.
de: Dieser Mac wurde aus iCloud abgemeldet. Synchronisierte DayMap-Daten aus iCloud sind erst verfügbar, wenn iCloud in den Systemeinstellungen und DayMap-Einstellungen aktiviert wird.

source: This Mac has not been logged in to iCloud. Please log in to your iCloud account. (System Preferences > iCloud) Also make sure the Documents & Data option is enabled.
de: Dieser Mac wurde nicht in iCloud angemeldet. Melde dich bitte in deinem iCloud-Account an. (Systemeinstellungen &gt; iCloud) Vergewissere dich außerdem, dass die Option „Dokumente &amp; Daten“ aktiviert ist.

source: This device has been logged out of iCloud. iCloud synced DayMap data will not be available unless iCloud is enabled in Settings and DayMap Preferences.
de: Dieses Gerät wurde aus iCloud abgemeldet. Synchronisierte DayMap-Daten aus iCloud sind erst verfügbar, wenn iCloud in den Einstellungen und DayMap-Einstellungen aktiviert wird.

source: This device has not been logged in to iCloud. Please log in to your iCloud account via Settings > iCloud.
de: Dieses Gerät wurde nicht in iCloud angemeldet. Melde dich bitte über Einstellungen &gt; iCloud in deinem iCloud-Account an.

source: This is already DayMap data on iCloud. Would you like to merge it or overwrite it?
de: Bestehende DayMap-Daten in iCloud. Möchtest du sie zusammenlegen oder überschreiben?

source: Unable to merge iCloud data
de: iCloud-Daten konnten nicht zusammengelegt werden.

source: Unarchive
de: Reaktivieren

source: Unschedule
de: Austragen

source: You're changing a repeating task.
de: Du bist dabei, eine wiederkehrende Aufgabe zu ändern.

source: You're rescheduling a repeating task.
de: Du bist dabei, eine wiederkehrende Aufgabe zu verlegen.

source: The DayMap data file was likely created with a newer version of DayMap. Please check the App Store for updates.
de: Die DayMap-Datei wurde wahrscheinlich mit einer neueren Version von DayMap erstellt. Sieh bitte im App Store nach, ob ein Update verfügbar ist.

source: You should restart DayMap before making any further changes.
de: Du solltest DayMap neu starten, bevor du weitere Änderungen vornimmst.

source: iCloud Sync Disabled
de: iCloud-Synchronisierung ausgeschaltet
